Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# HPID_AUTHENTICATION_ERROR_20X
source: You don't have an account with {{app_name}} yet. Please contact your administrator.
de: Sie haben kein Konto bei {{app_name}} noch. Bitte wenden Sie sich an Ihren Administrator.
es: No tienes una cuenta con {{app_name}} todavía. Por favor contacte a su administrador.
fr: Vous n'avez pas de compte avec {{app_name}} encore. Veuillez contacter votre administrateur.
it: Non hai un account con {{app_name}} ancora. Si prega di contattare l'amministratore.
ja: {{app_name}}アカウントはまだありません。管理者に連絡してください。
ko: {{app_name}} 계정이 없습니다 관리자에게 문의하십시오.
pt_pt: Você não tem uma conta no {{app_name}} ainda. Entre em contato com o seu administrador.
zh_hans: 您还没有{{app_name}}的账号。请联系您的管理员。

# HungUpMessage
source: Your contact hung up.
de: Ihr Kontakt hat aufgelegt.
es: Su contacto colgó.
fr: Contact a raccroché
it: Il tuo contatto ha riattaccato.
ja: 通話相手が通話を切りました。
ko: 연락이 끊어졌습니다.
pt_pt: Seu contato desligou.
zh_hans: 您的联系人已挂断通话。

source: icon.
de: Symbol.
es: icono.
fr: icône.
it: icona.
ja: アイコン。
ko: 아이콘
pt_pt: ícone.
zh_hans: 图标。

# IfYouDeleteThisMessageIt
source: If you delete this message, it will be deleted for all users in this help thread.
de: Wenn Sie diese Nachricht löschen, wird sie für alle Benutzer in diesem Hilfe-Thread gelöscht.
es: Si elimina este mensaje, se eliminará para todos los usuarios de este hilo de ayuda.
fr: Si vous supprimez ce message, il sera supprimé pour tous les utilisateurs de ce fil d'aide.
it: Se elimini questo messaggio, verrà eliminato per tutti gli utenti in questa discussione di aiuto.
ja: このメッセージを削除すると、このヘルプスレッドのすべてのユーザーに対して削除されます。
ko: 이 메시지를 삭제하면 이 도움말 스레드의 모든 사용자에게서 삭제됩니다.
pt_pt: Se eliminar esta mensagem, será eliminada para todos os utilizadores neste tópico de ajuda.
zh_hans: 如果您删除此消息，它将从此帮助主题的所有用户处删除。

# IfYouHaveCompletedThisHelp
source: If you have completed this Help Thread, please close it now.
de: Wenn Sie diesen Hilfe-Thread abgeschlossen haben, schließen Sie ihn jetzt bitte.
es: Si ha completado este hilo de ayuda, ciérrelo ahora.
fr: Si vous avez terminé ce fil d'aide, veuillez le fermer maintenant.
it: Se hai completato questa discussione di aiuto, chiudila subito.
ja: このヘルプ スレッドを完了した場合は、今すぐ閉じてください。
ko: 이 도움말 스레드를 완료하셨다면 지금 당장 닫아주세요.
pt_pt: Se você concluiu este tópico de ajuda, feche-o agora.
zh_hans: 如果您已完成此帮助主题，请立即将其关闭。

source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
pt_pt: Imagem
zh_hans: 图像

# IMAGE_SIZE_OVER_LIMIT_1004
source: Image size was over the limit
de: Die Bildgröße war über dem Limit
es: El tamaño de la imagen superó el límite.
fr: Taille de l'image dépassait la limite
it: La dimensione dell'immagine era oltre il limite
ja: 画像サイズが規定を超えています
ko: 이미지 크기가 한도를 초과했습니다
pt_pt: O tamanho da imagem estava acima do limite
zh_hans: 图像过大

source: Image message
de: Bildnachricht
es: Mensaje de imagen
fr: Message image
it: Messaggio immagine
ja: 画像メッセージ
ko: 이미지 메시지
pt_pt: Mensagem de imagem
zh_hans: 图片消息

# ImagePickerAlertMessageCameraAccessRequiredToUseThisFeature
source: Camera access is required to use this feature
de: Zur Verwendung dieser Funktion ist der Zugriff auf die Kamera erforderlich
es: Se requiere acceso a la cámara para usar esta función
fr: L'accès à la caméra est requis pour utiliser cette fonctionnalité
it: Per utilizzare questa funzione è necessario l'accesso alla fotocamera
ja: この機能を使用するには、カメラへのアクセスが必要です
ko: 이 기능을 사용하려면 카메라 액세스가 필요합니다.
pt_pt: O acesso à câmera é necessário para usar este recurso
zh_hans: 使用此功能需要相机访问权限

# ImagePickerAlertTitleCameraAccessDenied
source: Camera access denied
de: Kamerazugriff verweigert
es: Acceso a la cámara denegado
fr: Accès à la caméra refusé
it: Accesso alla telecamera negato
ja: カメラへのアクセスが拒否されました
ko: 카메라 액세스 거부됨
pt_pt: Acesso à câmera negado
zh_hans: 相机访问被拒绝

# ImageType
source: [Image]
de: [Bild]
es: [Imagen]
it: [Immagine]
ja: [画像]
ko: [영상]
pt_pt: [Imagem]
zh_hans: [图片]

# IncomingCallNotification
source: Incoming call from %@
de: Eingehender Anruf von %@
es: Llamada entrante de %@
fr: Appel reçu de %@
it: Chiamata in arrivo da %@
ja: %@ からの着信
ko: %@ 에서 걸려 오는 전화
pt_pt: Recebendo chamada de %@
zh_hans: %@ 来电

source: Increase camera zoom
de: Kamerazoom erhöhen
es: Aumentar zoom de la cámara
fr: Augmenter le zoom de la caméra
it: Aumenta lo zoom della fotocamera
ja: カメラズームを拡大
ko: 카메라 줌 확대
pt_pt: Aumentar zoom da câmara
zh_hans: 增大相机缩放

# InfoContent
source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
pt_pt: Contente
zh_hans: 内容

# InfoCreatedBy
source: Created By
de: Erstellt von
es: Creado por
fr: Créé par
it: Creato da
ja: によって作成された
ko: 작성자
pt_pt: Criado por
zh_hans: 创建人

# InfoCreatedOn
source: Created On
de: Erstellt am
es: Creado en
fr: Créé sur
it: Creato
ja: 作成日
ko: 에 만든
pt_pt: Criado em
zh_hans: 创建于

# InfoDataPulse
source: DataPulse
de: Datenpuls
es: Pulso de datos
ja: データパルス
ko: 데이터펄스
zh_hans: 数据脉冲

# InfoDocuments
source: Documents
de: Unterlagen
es: Documentos
it: Documenti
ja: ドキュメント
ko: 서류
pt_pt: Documentos
zh_hans: 文件

# InfoFolder
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
pt_pt: Pasta
zh_hans: 文件夹

# InfoFolders
source: Folders
de: Ordner
es: carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
ko: 폴더
pt_pt: Pastas
zh_hans: 文件夹

# InfoHeader
source: Info
de: Die Info
es: Información
it: Informazioni
ja: 情報
ko: 정보
pt_pt: Informações
zh_hans: 信息

# InfoImages
source: Images
de: Bilder
es: Imágenes
it: immagini
ja: 画像
ko: 이미지
pt_pt: Imagens
zh_hans: 图片

# InfoLastUpdate
source: Last Update
de: Letztes Update
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最後の更新
ko: 마지막 업데이트
pt_pt: Última atualização
zh_hans: 最后更新

# InfoMembers
source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ja: メンバー
ko: 회원
pt_pt: Membros
zh_hans: 成员

# InfoOpenedBy
source: Opened by
de: Geöffnet von
es: Abierto por
fr: Ouvert par
it: Aperto da
ja: 開設者
ko: 개설자
pt_pt: Aberto por
zh_hans: 打开人

# InfoOwner
source: Owner
de: Eigentümer
es: Dueño
fr: Propriétaire
it: Proprietario
ja: オーナー
ko: 소유자
pt_pt: Proprietário
zh_hans: 所有者

# InfoPermission
source: Permission
de: Erlaubnis
es: Permiso
fr: Autorisation
it: Autorizzazione
ja: 許可
ko: 허가
pt_pt: Permissão
zh_hans: 权限

# InfoProcedures
source: Procedures
de: Verfahren
es: Procedimientos
fr: Procédures
it: Procedure
ja: 手続き
ko: 절차
pt_pt: Procedimentos
zh_hans: 流程

# InfoSize
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Misurare
ja: サイズ
ko: 크기
pt_pt: Tamanho
zh_hans: 大小

# InfoSnippets
source: Snippets
de: Ausschnitte
es: fragmentos
fr: Extraits
it: Frammenti
ja: 切れ端
ko: 짧은 발췌
pt_pt: Trechos
zh_hans: 片段

# InfoTicketDuration
source: Ticket Duration
de: Ticketdauer
es: Duración del boleto
fr: Durée du billet
it: Durata del biglietto
ja: チケットの期間
ko: 티켓 기간
pt_pt: Duração do Bilhete
zh_hans: 任务时长

# InfoTicketId
source: Help Thread ID
de: Hilfe-Thread-ID
es: Identificación del hilo de ayuda
fr: ID du fil d'aide
it: ID del thread di aiuto
ja: ヘルプスレッドID
ko: 도움말 스레드 ID
pt_pt: ID do tópico de ajuda
zh_hans: 帮助主题编号

# InfoVersion
source: Version
de: Ausführung
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_pt: Versão
zh_hans: 版本

# InfoVersionComment
source: Version comments
de: Versionskommentare
es: Comentarios de la versión
fr: Commentaires sur les versions
it: Commenti alla versione
ja: バージョン コメント
ko: 버전 설명
pt_pt: Comentários da versão
zh_hans: 版本注释

# InfoVideoDuration
source: Video duration
de: Videodauer
es: Duración del vídeo
fr: Durée de la vidéo
it: Durata video
ja: 動画の長さ
ko: 동영상 길이
pt_pt: Duração do vídeo
zh_hans: 视频时长

source: Instant Chat Invitation
de: Sofortige Chat-Einladung
es: Invitación de chat instantáneo
fr: Invitation à un chat instantané
it: Invito a chat istantanea
ja: インスタントチャットの招待
ko: 즉석 채팅 초대
pt_pt: Convite para chat instantâneo
zh_hans: 即时聊天邀请

source: Instant Procedure Invitation
de: Sofortige Verfahrens-Einladung
es: Invitación de procedimiento instantáneo
fr: Invitation à une procédure instantanée
it: Invito a procedura istantanea
ja: インスタント手順の招待
ko: 즉석 절차 초대
pt_pt: Convite para procedimento instantâneo
zh_hans: 即时流程邀请

source: Instant Video Call Invitation
de: Sofortige Videoanruf-Einladung
es: Invitación de videollamada instantánea
fr: Invitation à un appel vidéo instantané
it: Invito a videochiamata istantanea
ja: インスタントビデオ通話の招待
ko: 즉석 영상 통화 초대
pt_pt: Convite para videochamada instantânea
zh_hans: 即时视频通话邀请

source: Internal Invite
de: Interne Einladung
es: Invitación interna
fr: Invitation interne
it: Invito interno
ja: 社内招待
ko: 내부 초대
pt_pt: Convite Interno
zh_hans: 内部邀请

# INVALID_E164_NUMBER_1048
source: Invalid number. Number must be specified using E.164
de: Ungültige Nummer. Die Nummer muss mit E.164 angegeben werden
es: Número invalido. El número debe especificarse utilizando E.164
fr: Numéro invalide. Le numéro doit être spécifié en utilisant E.164
it: Numero non valido. Il numero deve essere specificato utilizzando E.164
ja: 無効な番号です。E.164を使用して指定してください。
ko: 잘못된 번호. 번호는 E.164를 사용하여 지정해야합니다
pt_pt: Número inválido. O número deve ser especificado usando E.164
zh_hans: 无效号码，需遵循E.164

# INVALID_EMAIL_1005
source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electronico no valida
fr: Adresse Invalide
it: indirizzo email non valido
ja: 無効なメールアドレスです
ko: 잘못된 이메일 주소
pt_pt: Endereço de email inválido
zh_hans: 无效邮箱

# INVALID_IMAGE_1006
source: Unsupported image format
de: Nicht unterstütztes Bildformat
es: Formato de imagen no soportado
fr: Format d'image non pris en charge
it: Formato immagine non supportato
ja: 非対応の画像フォーマットです
ko: 지원되지 않는 이미지 형식
pt_pt: Formato de imagem não suportado
zh_hans: 图像格式不支持

source: Invalid link
de: Ungültiger Link
es: Enlace inválido
fr: Lien invalide
it: Collegamento invalido
ja: 無効なリンク
ko: 유효하지 않은 링크
pt_pt: Link inválido
zh_hans: 无效链接

# INVALID_METHOD_401
source: Invalid Method
de: Ungültige Methode
es: Método inválido
fr: Méthode non valide
it: Metodo non valido
ja: 無効なメソッド
ko: 잘못된 방법
pt_pt: Método Inválido
zh_hans: 无效计算方式

# INVALID_METHOD_PARAMETER_402
source: Invalid Method Parameters
de: Ungültige Methodenparameter
es: Parámetros de métodos no válidos
fr: Paramètres de méthode non-valides
it: Parametri del metodo non validi
ja: 無効なメソッドパラメーター
ko: 잘못된 메소드 매개 변수
pt_pt: Parâmetros de método inválidos
zh_hans: 无效计算方式参数

# INVALID_MOBILE_NUMBER_1049
source: Invalid number. Number must be a mobile number
de: Ungültige Nummer. Nummer muss eine Handynummer sein
es: Número invalido. El número debe ser un número móvil
fr: Numéro invalide. Le numéro doit être un numéro de mobile
it: Numero non valido. Il numero deve essere un numero di cellulare
ja: 無効な番号です。携帯電話番号を入力してください。
ko: 잘못된 번호. 휴대폰 전화 번호여야 합니다
pt_pt: Número inválido. O número deve ser um número de celular
zh_hans: 无效号码，需为手机号码

# INVALID_NAME_1007
source: Invalid name, names must be less than 256 characters
de: Ungültiger Name, Namen dürfen nicht länger als 256 Zeichen sein
es: Nombre no válido, los nombres deben tener menos de 256 caracteres.
fr: Nom non valide, les noms doivent contenir moins de 256 caractères
it: Nome non valido, i nomi devono contenere meno di 256 caratteri
ja: 無効な名前です。256文字未満で入力してください。
ko: 잘못된 이름입니다. 이름은 256 자 미만이어야합니다(한글128)
pt_pt: Nome inválido, os nomes devem ter menos de 256 caracteres
zh_hans: 姓名无效，长度需少于256字符

# INVALID_PASSWORD_1008
source: Your password must be at least 8 characters, include a number, an uppercase letter, and a lowercase letter.
de: Ihr Passwort muss aus mindestens 8 Zeichen bestehen und eine Zahl, einen Großbuchstaben und einen Kleinbuchstaben enthalten.
es: Su contraseña debe tener al menos 8 caracteres, incluir un número, una letra mayúscula y una letra minúscula.
fr: Votre mot de passe doit comporter au moins 8 caractères, y compris un chiffre, une lettre majuscule et une lettre minuscule.
it: La password deve contenere almeno 8 caratteri, includere un numero, una lettera maiuscola e una lettera minuscola
ja: パスワードは8文字で、数字、大文字および小文字を含んだ半角英数字で設定してください。
ko: 비밀번호는 8 자 이상이어야하며 숫자, 대문자 및 소문자를 포함해야합니다.
pt_pt: Sua senha deve ter pelo menos 8 caracteres, incluir um número, uma letra maiúscula e uma letra minúscula.
zh_hans: 您的密码必须至少需要8个字符，必须包括一个数字、大写字母和小写字母

# INVALID_PIN_1034
source: Invalid pin. Pins must be 4 digits
de: Ungültige PIN Pins müssen 4-stellig sein
es: Pin no válido. Los pines deben tener 4 dígitos
fr: Pin non valide. Le Pin doit avoir 4 digits.
it: Pin non valido. I pin devono contenere 4 cifre
ja: 無効なPIN番号です。4桁で入力してください。
ko: 유효하지 않은 핀. 핀은 4 자리 여야합니다
pt_pt: PIN inválido. Os PINs devem ter 4 dígitos
zh_hans: 无效密钥，需为4位数字

# INVALID_PROTOCOL_MSG_IOS
source: This version of {{app_name}} is out of date. Please click the Update button to install the latest free version from the App Store.
de: Diese Version von {{app_name}} ist veraltet. Klicken Sie auf die Schaltfläche Aktualisieren, um die neueste kostenlose Version aus dem App Store zu installieren.
es: Esta versión de {{app_name}} está desactualizada. Haga clic en el botón Actualizar para instalar la última versión gratuita del App Store.
fr: Cette version de {{app_name}} est obsolète. Veuillez cliquer sur le bouton Mettre à jour pour installer la dernière version gratuite de l'App Store.
it: Questa versione di {{app_name}} non è aggiornata. Fare clic sul pulsante Aggiorna per installare la versione gratuita più recente dall'App Store.
ja: {{app_name}} のバージョンが古くなっています。アップデートボタンをクリックして、App Store から最新版をインストールしてください。
ko: 이 버전의 {{app_name}}이 오래되었습니다. 업데이트 버튼을 클릭하여 App Store에서 최신 무료 버전을 설치하십시오.
pt_pt: Esta versão do {{app_name}} está desatualizada. Clique no botão Atualizar para instalar a versão gratuita mais recente da App Store.
zh_hans: 此版本已过期，请点击更新按钮前往安装最新免费版本。

# INVALID_SEARCH_TERM_1009
source: Invalid search term, must be less than 256 characters
de: Ungültiger Suchbegriff darf nicht länger als 256 Zeichen sein
es: El término de búsqueda no es válido, debe tener menos de 256 caracteres.
fr: Terme de recherche non valide, doit contenir moins de 256 caractères
it: Termine di ricerca non valido, deve contenere meno di 256 caratteri
ja: 無効な検索語句です。256文字未満で入力してください。
ko: 잘못된 검색어, 256 자 미만이어야합니다.(한글 128)
pt_pt: Termo de pesquisa inválido, deve ter menos de 256 caracteres
zh_hans: 搜索词条无效，长度需少于256字符

# INVALID_SESSION_301
source: Invalid Session
de: Ungültige Sitzung
es: Sesión inválida
fr: Session invalide
it: Sessione non valida
ja: 無効なセッション
ko: 유효하지 않은 세션
pt_pt: Sessão inválida
zh_hans: 无效时域(session)

# INVALID_STATE_CHANGE_302
source: Failed to updated the session state
de: Fehler beim Aktualisieren des Sitzungsstatus
es: Error al actualizar el estado de la sesión
fr: Impossible de mettre à jour le statu de la session
it: Impossibile aggiornare lo stato della sessione
ja: セッション状態の更新に失敗しました
ko: 세션 상태를 업데이트하지 못했습니다
pt_pt: Falha ao atualizar o estado da sessão
zh_hans: 无法更新时域(session)状态

# INVALID_STATUS_1010
source: Invalid status, length must be less than 256 characters
de: Ungültiger Status, Länge muss kleiner als 256 Zeichen sein
es: Estado no válido, la longitud debe ser inferior a 256 caracteres.
fr: Statut non valide, la longueur doit être inférieure à 256 caractères
it: Stato non valido, la lunghezza deve essere inferiore a 256 caratteri
ja: 無効なステータスです。256文字未満で入力してください
ko: 상태가 잘못되었습니다. 길이는 256 자 미만이어야합니다 (한글128)
pt_pt: Status inválido, o comprimento deve ser inferior a 256 caracteres
zh_hans: 状态无效，长度需少于256字符

# INVALID_TAG_1017
source: Invalid tag name
de: Ungültiger Tag-Name
es: Nombre de etiqueta inválido
fr: Nom de mot clés non valide
it: Nome tag non valido
ja: 無効なタグです
ko: 잘못된 태그 이름
pt_pt: Nome de tag inválido
zh_hans: 无效标签名

# INVALID_TOKEN_1042
source: Invalid token
de: Ungültiges Token
es: Simbolo no valido
fr: Token invalide
it: Codice Token non valido
ja: 無効なトークンです
ko: 잘못된 토큰
pt_pt: Token inválido
zh_hans: 无效令牌(token)

# INVALID_USERNAME_1011
source: Invalid username. Usernames can only include alphanumeric characters, periods and underscores
de: Ungültiger Benutzername. Benutzernamen dürfen nur alphanumerische Zeichen, Punkte und Unterstriche enthalten
es: Nombre de usuario no válido. Los nombres de usuario solo pueden incluir caracteres alfanuméricos, puntos y guiones bajos
fr: Nom d'utilisateur invalide. Les noms d'utilisateur ne peuvent inclure que des caractères alphanumériques, des points et des traits de soulignement
it: Nome utente non valido. I nomi utente possono includere solo caratteri alfanumerici, punti e caratteri di sottolineatura
ja: 無効なユーザー名です。ユーザー名には、英数字、ピリオドおよびアンダーバーのみ使用できます。
ko: 잘못된 사용자 이름. 사용자 이름은 영숫자, 마침표 및 밑줄 만 포함 할 수 있습니다
pt_pt: Nome de usuário Inválido. Os nomes de usuário podem incluir apenas caracteres alfanuméricos, pontos e sublinhados
zh_hans: 用户名无效，用户名仅可含字母、数字、句号及下划线

# InvalidCallForHelpLink
source: Invalid Expert Group
de: Ungültige Expertengruppe
es: Grupo de expertos inválido
fr: Groupe d'experts invalide
it: Gruppo di esperti non valido
ja: 無効なエキスパートグループ
ko: 잘못된 전문가 그룹
pt_pt: Grupo de Especialistas Inválido
zh_hans: 专家组链接无效

source: Invalid coordinate
de: Ungültige Koordinate
es: Coordenada no válida
fr: Coordonnées invalides
it: Coordinate non valide
ja: 無効な座標
ko: 잘못된 좌표
pt_pt: Coordenada inválida
zh_hans: 无效坐标

# InvalidEmail
source: Email address is invalid!
de: E-mail Adresse ist nicht korrekt!
es: ¡La dirección de correo electrónico es inválida!
fr: Adresse email invalide!
it: L'indirizzo email non è valido!
ja: 無効なメールアドレスです！
ko: 이메일 주소가 유효하지 않습니다!
pt_pt: Endereço de email inválido!
zh_hans: 邮箱地址无效!

# InvalidEmailMessage
source: Invalid email
de: Ungültige E-Mail
es: Email inválido
fr: Email invalide
it: E-mail non valido
ja: 無効なメールです
ko: 잘못된 이메일
pt_pt: E-mail inválido
zh_hans: 电子邮件无效

# InvalidGssSchema
source: Please update the app to join this call.
de: Bitte aktualisieren Sie die App, um an diesem Anruf teilzunehmen.
es: Actualice la aplicación para unirse a esta llamada.
fr: Veuillez mettre à jour l'application pour participer à cet appel.
it: Aggiorna l'app per partecipare a questa chiamata.
ja: アプリをアップデートして通話に参加してください。
ko: 이 통화에 참여하려면 앱을 업데이트하십시오.
pt_pt: Atualize o aplicativo para participar desta chamada.
zh_hans: 请更新软件以加入通话。

source: Invalid help thread.
de: Ungültiger Hilfe-Thread.
es: Hilo de ayuda no válido.
fr: Fil d'aide non valide.
it: Discussione di aiuto non valida.
ja: 無効なヘルプスレッド。
ko: 유효하지 않은 도움말 스레드.
pt_pt: Tópico de ajuda inválido.
zh_hans: 无效的帮助主题。

source: Invalid image format
de: Ungültiges Bildformat
es: Formato de imagen no válido
fr: Format d'image non valide
it: Formato immagine non valido
ja: 無効な画像形式
ko: 잘못된 이미지 형식
pt_pt: Formato de imagem inválido
zh_hans: 无效的图像格式

# InvalidInputMessage
source: Invalid Input
de: Ungültige Eingabe
es: Entrada inválida
fr: Entrée invalide
it: Inserimento non valido
ja: 無効な入力です
ko: 잘못된 입력
pt_pt: Entrada inválida
zh_hans: 输入无效

source: Invalid item type
de: Ungültiger Elementtyp
es: Tipo de elemento no válido
fr: Type d'élément non valide
it: Tipo di elemento non valido
ja: 無効なアイテムタイプ
ko: 잘못된 항목 유형
pt_pt: Tipo de item inválido
zh_hans: 无效的项目类型

source: Invalid knowledge type
de: Ungültiger Wissenstyp
es: Tipo de conocimiento no válido
fr: Type de connaissance non valide
it: Tipo di conoscenza non valido
ja: 無効なナレッジタイプ
ko: 잘못된 지식 유형
pt_pt: Tipo de conhecimento inválido
zh_hans: 无效的知识类型

# InvalidMobileNumberMessage
source: %@ is not a valid mobile number!
de: %@ ist keine gültige Handynummer!
es: %@ no es un número móvil válido!
fr: %@ n'est pas un numéro de mobile valide!
it: %@ non è un numero di cellulare valido!
ja: %@ は無効な携帯電話番号です！
ko: %@ 은 유효한 휴대 전화 번호가 아닙니다!
pt_pt: %@ não é um número de celular válido!
zh_hans: %@ 是无效手机号码!

source: Invalid Name
de: Ungültiger Name
es: Nombre inválido
fr: Nom incorrect
it: Nome non valido
ja: 無効な名前
ko: 잘못된 이름
pt_pt: Nome inválido
zh_hans: 姓名无效

source: Invalid Password
de: Ungültiges Passwort
es: Contraseña invalida
fr: Mot de passe incorrect
it: Password non valida
ja: 無効なパスワード
ko: 잘못된 비밀번호
pt_pt: Senha inválida
zh_hans: 密码错误

source: Invalid procedure ID
de: Ungültige Verfahrens-ID
es: ID de procedimiento no válido
fr: ID de procédure non valide
it: ID procedura non valido
ja: 無効な手順ID
ko: 잘못된 절차 ID
pt_pt: ID de procedimento inválido
zh_hans: 无效的流程 ID

# InvalidShareKnowledge
source: Cannot share a knowledge
de: Wissen kann nicht geteilt werden
es: No se puede compartir un conocimiento
fr: Impossible de partager une connaissance
it: Impossibile condividere una conoscenza
ja: 知識を共有できない
ko: 지식을 공유할 수 없습니다
pt_pt: Não é possível compartilhar um conhecimento
zh_hans: 无法分享知识

source: Invalid task UUID
de: Ungültige Aufgaben-UUID
es: UUID de tarea no válido
fr: UUID de tâche non valide
it: UUID attività non valido
ja: 無効なタスクUUID
ko: 잘못된 작업 UUID
pt_pt: UUID de tarefa inválido
zh_hans: 无效的任务 UUID

source: Invalid URL
de: ungültige URL
es: URL invalida
fr: URL invalide
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
pt_pt: URL inválida
zh_hans: 无效的网址

source: Invalid values URL
de: Ungültige Werte-URL
es: URL de valores no válido
fr: URL des valeurs non valide
it: URL valori non valido
ja: 無効な値URL
ko: 잘못된 값 URL
pt_pt: URL de valores inválido
zh_hans: 无效的值 URL

# InvalidWorkboxTitle
source: The length of the Help Thread title must be greater than 0 and less than 256 characters.
de: Die Länge des Workbox-Titels muss größer als 0 und kleiner als 256 Zeichen sein.
es: La longitud del título del cuadro de trabajo debe ser mayor que 0 y menor que 256 caracteres.
fr: La longueur du titre de la boîte de travail doit être supérieure à 0 et inférieure à 256 caractères.
it: La lunghezza del titolo della casella di lavoro deve essere maggiore di 0 e minore di 256 caratteri.
ja: ワークボックスのタイトルの長さは 0 文字より大きく 256 文字未満にする必要があります。
ko: 작업 상자 제목의 길이는 0보다 크고 256자 미만이어야 합니다.
pt_pt: O comprimento do título da caixa de trabalho deve ser maior que 0 e menor que 256 caracteres.
zh_hans: 工作标题的长度必须大于 0 且小于 256 个字符。

source: Invitation
de: Einladung
es: Invitación
it: Invito
ja: 招待
ko: 초대
pt_pt: Convite
zh_hans: 邀请

source: Invitation resent successfully.
de: Einladung erfolgreich erneut gesendet.
es: Invitación reenviada exitosamente.
fr: Invitation renvoyée avec succès.
it: Invito reinviato con successo.
ja: 招待を再送信しました。
ko: 초대가 성공적으로 재전송되었습니다.
pt_pt: Convite reenviado com sucesso.
zh_hans: 邀请已成功重新发送。

# InvitationSentNoConfirmation
source: Invitation sent, but no confirmation received.
de: Einladung gesendet, aber keine Bestätigung erhalten.
es: Invitación enviada, pero no se recibió confirmación.
fr: Invitation envoyée, mais aucune confirmation reçue.
it: Invito inviato, ma nessuna conferma ricevuta.
ja: 招待を送信しましたが、確認は受け取れませんでした。
ko: 초대가 전송되었지만 확인을 받지 못했습니다.
pt_pt: Convite enviado, mas nenhuma confirmação recebida.
zh_hans: 邀请已发送，但未收到确认。

# InvitationSentToFormat
source: Invitation sent to %@.
de: Einladung gesendet an %@.
es: Invitación enviada a %@.
fr: Invitation envoyée à %@.
it: Invito inviato a %@.
ja: %@ に招待を送信しました。
ko: %@(에게) 초대를 보냈습니다.
pt_pt: Convite enviado para %@.
zh_hans: 邀请已发送至 %@。

# invite_to_HL_call
source: Invite someone to a {{app_name}} call
de: Laden Sie jemanden zu einem {{app_name}} Anruf ein
es: Invite a alguien a la llamada {{app_name}}
fr: Inviter quelqu'un à un appel {{app_name}}
it: Invita qualcuno a un {{app_name}} chiamata
ja: {{app_name}}電話に誰かを招待する
ko: 다른 사람을 {{app_name}}앱으로 초대하고 연결
pt_pt: Convide alguém para uma chamada {{app_name}}
zh_hans: 邀请参加{{app_name}}通话

source: Invite Contact
de: Kontakt einladen
es: Invitar Contacto
fr: Inviter un contact
it: Invita contatto
ja: 連絡先を招待
ko: 연락처 초대
pt_pt: Convidar contato
zh_hans: 邀请联系人

source: Invite external guest to Help Thread
de: Externen Gast zum Hilfe-Thread einladen
es: Invitar a invitado externo al hilo de ayuda
fr: Inviter un invité externe au fil d'aide
it: Invita ospite esterno alla discussione di aiuto
ja: 外部ゲストをヘルプスレッドに招待
ko: 외부 게스트를 도움말 스레드에 초대
pt_pt: Convidar convidado externo para o tópico de ajuda
zh_hans: 邀请外部访客加入帮助主题
